<?php
// Heading
$_['heading_title']             = 'SEO Плитка тегов';

// Text
$_['text_module']               = 'Модули';
$_['text_edit']                 = 'Редактировать модуль';
$_['entry_name']                = 'Модуль плитки тегов';
$_['text_success']              = 'Успешно настройки сохранены';
$_['text_upload_success']       = 'Файл успешно загружен';
$_['text_fill_in']              = 'Заполните поле';
$_['text_log_details']          = 'Проверьте \'Система &gt; Инструмены &gt; Журнал ошибок\' более детально.';
$_['text_log_details_2_0_x']    = 'Проверьте \'Система &gt; Инструмены &gt; Журнал ошибок\' более детально.';
$_['text_log_details_2_1_x']    = 'Проверьте \'Система &gt; Инструмены &gt; Журнал ошибок\' более детально.';
$_['text_video_request']        = 'КУПИТЬ РАСШИРЕННУЮ ВЕРСИЮ ПЛАГИНА';
$_['text_advantages']           = '<ul type="square" class="advantages"><li>нет ограничений на количество плиток</li><li>вывод плиток в любом месте</li><li>включение/отключение карусели тегов</li></ul>';

$_['text_enabled']              = 'Включено';
$_['text_disabled']             = 'Выключено';
// Entry
$_['entry_status']              = 'Статус';
$_['entry_where']               = 'Где отображать?(категории>0,главная=0)';

$_['entry_rel_active_color']    = 'Цвет ссылок';
$_['entry_rel_hover_color']     = 'Цвет ссылок при наведении';
$_['entry_border_active_color'] = 'Цвет рамок';
$_['entry_border_hover_color']  = 'Цвет рамок при наведении';
$_['entry_start_input']         = 'Начните вводить название';
$_['entry_url_input']           = 'Введите url страницы';
$_['entry_excel_input']         = 'Загрузить линки через эксель';
$_['entry_excel_example']       = 'Скачать все линки (для образца заполнения)';
$_['entry_button_import']       = 'Импорт';
$_['entry_incremental_yes']     = 'Только обновить и/или добавить данные';
$_['entry_incremental_no']      = 'Удалить все старые данные перед импортом';


$_['error_upload']              = 'Загружаемый файл импорта имеет ошибки валидации!';
$_['limit_error']               = 'В бесплатной версии действует ограничение на 2 плитки';

$_['error_upload_name']         = 'Не указан файл для загрузки';
$_['error_upload']              = 'Загружаемый файл импорта имеет ошибки валидации!';
$_['error_upload_ext']          = 'Загруженный файл не является одним из  \'.xls\', \'.xlsx\' or \'.ods\' файлов, другие типы файлов не поддерживаются!';
$_['error_incremental']         = "Пропущен параметр 'Ступенчатый импорт' (Да или нет)";
$_['text_nochange']             = 'Никакие данные не были изменены.';

$_['waring_no_file_choice']     = "Файл не выбран";
$_['waring_large_file']         = "Размер файла больше,чем 1047527424 (проверьте настройки PHP post_max_size)";
$_['waring_upload_large_file']  = "Размер файла больше,чем 1047527424 (проверьте настройки PHP upload_max_filesize)";


$_['design_tab']                = 'Основные';
$_['product_tab']               = 'Товары';
$_['category_tab']              = 'Категории';
$_['main_tab']                  = 'Главная';
$_['filter_tab']                = 'Линки';

$_['button_save']               = 'Сохранить';
$_['button_cancel']             = 'Отменить';
// Error
$_['warning']                   = 'Нет доступа к модулю, потому что нет прав';
$_['fields_error']               = 'Заполните ,пожалуйста, все поля';

$_['text_no_results']           = 'данных нет';

$_['column_anchor']             = 'Анкор'; 
$_['column_link']               = 'Ссылка';
$_['column_name']               = 'Название';

//frontend
$_['show_all']                  = 'Все';
$_['close_all']                 = 'Свернуть';?>